Repository: wolfsilver/efb-wechat-slave
Catalog: efb_wechat_slave/locale/*/LC_MESSAGES/efb_wechat_slave.po
Languages: id_id, zh_tw

source: [Unsupported message, please check your phone.]
id_id: [Pesan tidak didukung, silahkan memeriksa telepon kamu.]
zh_tw: [不支持的消息類型，請在手機微信查看]

source: Via
id_id: Melalui
zh_tw: 來自

source: M
zh_tw: 男

source: F
zh_tw: 女

source: Card: {user.nick_name} From: {user.province}, {user.city} Bio: {user.signature} Gender: {gender}
id_id: Kartu: {user.nick_name}Dari: {user.province}, {user.city}Bio: {user.signature}Gender: {gender}
zh_tw: 名片: {user.nick_name} 來自: {user.province}, {user.city} 簽名: {user.signature} 性別: {gender}

source: Send friend request
id_id: Mengirim permintaan pertemanan
zh_tw: 發送好友請求

source: Accept friend request
id_id: Menerima permintaan pertemanan
zh_tw: 接受好友請求

source: filehelper
zh_tw: 文件傳輸助手

source: newsapp
zh_tw: 騰訊新聞

source: weibo
zh_tw: 微博

source: qqmail
zh_tw: qq郵箱

source: floatbottle
zh_tw: 漂流瓶

source: shakeapp
zh_tw: 搖一搖

source: medianote
zh_tw: 語音記事本

source: qqfriend
zh_tw: qq好友

source: facebookapp
zh_tw: Facebook

source: weixin
zh_tw: 微信團隊

source: Confirm on your phone.
id_id: Mengkonfirmasi pada telepon anda.
zh_tw: 請在手機上確認。

source: Successfully logged in.
id_id: Berhasil masuk.
zh_tw: 登陸成功。

source: EWS: Please scan the QR code with your camera, screenshots will not work. ({0}, {1})
id_id: EWS: Harap Pindai kode QR dengan kamera Anda, tangkapan layar tidak akan bekerja. ({0}, {1})
zh_tw: EWS: 請通過手機攝像頭掃描該二維碼。請勿截圖。({0},{1})

source: QR code expired, please scan the new one.
id_id: Kode QR kedaluwarsa, harap scan yang baru.
zh_tw: 二維碼已過期，請掃描新的二維碼。

source: If the QR code was not shown correctly, please visit: https://login.weixin.qq.com/qrcode/{0}
id_id: Jika kode QR tidak ditunjukkan dengan benar, silahkan mengunjungi: https://login.weixin.qq.com/qrcode/{0}
zh_tw: 如果二維碼顯示不正常，可訪問以下網址獲取二維碼: https://login.weixin.qq.com/qrcode/{0}

source: EWS User Auth
id_id: Auth pengguna EWS
zh_tw: EWS 用戶登陸

source: WeChat server has logged you out. Please log in again when you are ready.
id_id: Server WeChat telah mengeluarkan anda. Harap masuk lagi ketika anda sudah siap.
zh_tw: 微信服務器已將你登出，請重新登陸。

source: Log in again
id_id: Masuk lagi
zh_tw: 重新登陸

source: Please check your log to continue.
id_id: Periksa log Anda untuk melanjutkan.
zh_tw: 請查看你的日誌來繼續。

source: Failed to recall message, edited message was not sent.
id_id: Gagal untuk mengingat pesan, pesan yang diterbitkan tidak terkirim.
zh_tw: 撤回失敗。編輯過的消息未發送。

source: Image size is too large. (IS01)
id_id: Ukuran gambar terlalu besar. (IS01)
zh_tw: 圖像體積過大。(IS01)

source: Image size is too large. (IS02)
id_id: Ukuran gambar terlalu besar. (IS02)
zh_tw: 圖像體積過大。(IS02)

source: You can only recall your own messages.
id_id: Anda hanya bisa mengingat pesan Anda sendiri.
zh_tw: 您只能撤回您自己的消息。

source: Failed to recall the message.
id_id: Gagal untuk mengingat pesan.
zh_tw: 消息撤回失敗。

source: Show chat list
id_id: Tampilkan daftar obrolan
zh_tw: 顯示會話列表

source: Show a list of chats from WeChat. Usage: {function_name} [-r] -r: Refresh list
id_id: Tampilkan daftar obrolan dari WeChat. Penggunaan: {function_name} [-r] -r: Refresh daftar
zh_tw: 列出所有來自微信的會話。 用法： {function_name} [-r] -r: 刷新列表

source: Unknown parameter: {}.
id_id: Parameter yang tidak dikenal: {}.
zh_tw: 未知參數: {} 。

source: Chat list:
id_id: Daftar obrolan:
zh_tw: 會話列表

source: MP
zh_tw: 公

source: Gr
zh_tw: 群

source: Fr
zh_tw: 友

source: Set alias
id_id: Mengatur alias
zh_tw: 設置備註名

source: Set an alias (remark name) for friends. Not applicable to groups and MPs. Usage: {function_name} id [alias] id: Chat ID, available from "Show chat list". alias: Alias. Leave empty to delete alias.
id_id: Tetapkan alias (nama komentar) untuk teman. Tidak berlaku untuk kelompok dan anggota parlemen. Pemakaian: {function_name} id [alias] id: Chat ID, tersedia dari "Show chat list". alias: alias Biarkan kosong untuk menghapus alias.
zh_tw: 為微信好友設置備註名。此操作對公眾號和群組無效。 用法： {function_name} id [alias] id: 會話 ID，可以從「顯示會話列表」中獲得。 alias: 備註名，留空即刪除。

source: Chat {0} is not found.
id_id: Obrolan {0} tidak ditemukan.
zh_tw: 找不到會話 {0} 。

source: Remark name is only applicable to friends.
id_id: Nama ucapan hanya berlaku untuk teman.
zh_tw: 你不能為群組和公眾號設置備註名。

source: "{0}" now has remark name "{1}".
id_id: "{0}" sekarang beri nama "{1}".
zh_tw: 好友「{0}」的備註名已設為「{1}」。

source: Remark name of "{0}" has been removed.
id_id: Keterangan nama "{0}" telah dihapus.
zh_tw: 好友「{0}」的備註名已被移除。

source: Log out
id_id: Keluar
zh_tw: 登出

source: Log out from WeChat and try to log in again. Usage: {function_name}
id_id: Log out dari WeChat dan coba masuk lagi. Penggunaan: {function_name}
zh_tw: 登出當前微信帳號。 用法：{function_name}

source: Done.
id_id: Selesai.
zh_tw: 成功。

source: Preparing to log in...
id_id: Mempersiapkan untuk masuk...
zh_tw: 正在準備登陸···

source: Empty username (UE02).
id_id: Nama pengguna kosong (UE02).
zh_tw: 用戶名為空 (UE02)。

source: Error occurred while processing (AF01).
id_id: Terjadi kesalahan saat memproses (AF01).
zh_tw: 處理過程發生錯誤 (AF01)。

source: Request sent.
id_id: Permintaan terkirim.
zh_tw: 請求已發送。

source: Empty username (UE03).
id_id: Nama pengguna kosong (UE03).
zh_tw: 用戶名為空 (UE03)。

source: Error occurred while processing (AF02).
id_id: Terjadi kesalahan saat memproses (AF02).
zh_tw: 處理過程發生錯誤 (AF02)。

source: Request accepted.
id_id: Permintaan diterima.
zh_tw: 已接受請求。

source: Unknown error occurred while delivering the message: [{code}] {message}
id_id: Terjadi kesalahan yang tidak dikenal saat mengantarkan pesan: [{code}] {message}
zh_tw: 發送訊息時發生錯誤。錯誤代碼：{code}；錯誤信息：{message}；

source: Unknown error occurred while delivering the file: [{code}] {message}
id_id: Terjadi kesalahan yang tidak dikenal saat mengantarkan berkas: [{code}] {message}
zh_tw: 在發送文件時發生未知錯誤。錯誤代碼：{code}；錯誤訊息：{message}；

source: [Failed to download the picture, please check your phone.]
id_id: Gagal mengunduh gambar, periksa telepon Anda

source: [Failed to download the sticker, please check your phone.]
id_id: Gagal mengunduh stiker, periksa telepon anda

source: [Failed to download the file, please check your phone.]
id_id: Gagal mengunduh berkas, periksalah telepon anda

source: [Failed to download the voice message, please check your phone.]
id_id: Gagal mengunduh pesan suara, periksalah telepon anda

source: [Failed to download the video message, please check your phone.]
id_id: Gagal mengunduh pesan video, periksalah telepon Anda

source: notification_messages
id_id: pesan_notifikasi

source: Unknown error occurred while delivering the image: [{code}] {message}
id_id: Terjadi kesalahan yang tidak dikenal saat mengantarkan gambar: [{code}] {message}

source: Unknown error occurred while delivering the video: [{code}] {message}
id_id: Terjadi kesalahan yang tidak dikenal saat mengantarkan video: [{code}] {message}

source: Chat Missing
id_id: Obrolan Hilang
